Repository: AreaSong/AreaMatrix
Catalog: apps/macos/AreaMatrix/Localizations/Localizable.xcstrings
Source language: en
Languages: zh_hans

# syncConflict.latestDetected
source: Latest %@
zh_hans: 最近检测 %@

# syncConflict.replace.trashPaths
source: Trash: %@
zh_hans: 废纸篓：%@

# syncConflict.severity
source: Severity %@
zh_hans: 严重程度 %@

source: Synced
zh_hans: 已同步

# Syncing external %@ file: %@
source: Syncing external %1$@ file: %2$@
zh_hans: 正在同步外部 %1$@ 文件：%2$@

# Syncing external %arg file: %arg
source: Syncing external %1$arg file: %2$arg
zh_hans: 正在同步外部 %1$arg 文件：%2$arg

source: Syncing external removal: %@
zh_hans: 正在同步外部移除：%@

source: Syncing external removal: %arg
zh_hans: 正在同步外部移除：%arg

source: System
zh_hans: 跟随系统

source: System rejected opening: %@
zh_hans: 系统拒绝打开：%@

source: Tag
zh_hans: 标签

source: Tag %arg
zh_hans: 标签 %arg

source: Tag already selected.
zh_hans: 标签已选择。

source: Tag and category registry could not be loaded.
zh_hans: 无法加载标签和分类注册表。

source: Tag contains illegal characters.
zh_hans: 标签包含非法字符。

source: Tag is empty.
zh_hans: 标签为空。

source: Tag is too long.
zh_hans: 标签太长。

source: Tag match mode
zh_hans: 标签匹配模式

source: Tag name is invalid.
zh_hans: 标签名称无效。

source: tag registry
zh_hans: 标签库

source: Tag registry is unavailable.
zh_hans: 标签注册表不可用。

source: Tag store is read-only.
zh_hans: 标签存储为只读。

source: Tag suggestions
zh_hans: 标签建议

# tag-suggestion.accessibility-label
source: %1$@, %2$@, match strength %3$@, status %4$@, %5$@
zh_hans: %1$@，%2$@，匹配强度 %3$@，状态 %4$@，%5$@

# tag-suggestion.duplicate-selected-slug
source: Duplicate slug in selected tags.
zh_hans: 所选标签中存在重复 slug。

# tag-suggestion.edit-accessibility-label
source: Editing %1$@, %2$@, %3$@
zh_hans: 正在编辑 %1$@，%2$@，%3$@

# tag-suggestion.local-privacy-safe
source: Non-AI suggestions. No content or network access.
zh_hans: 非 AI 建议，不会读取内容或访问网络。

# tag-suggestion.no-longer-available
source: Suggestion is no longer available.
zh_hans: 此建议已不可用。

# tag-suggestion.privacy-review-required
source: Privacy boundary needs review.
zh_hans: 需要检查隐私边界。

source: tag/category context
zh_hans: 标签/类别上下文

source: Tags
zh_hans: 标签

source: Tags could not be applied.
zh_hans: 无法应用标签。

source: Tags filter
zh_hans: 标签筛选

source: Target
zh_hans: 目标

source: Target category
zh_hans: 目标分类

source: Target category is missing.
zh_hans: 缺少目标分类。

source: Target category: %@
zh_hans: 目标分类：%@

source: Target category: %arg
zh_hans: 目标分类：%arg

source: Target path preview failed.
zh_hans: 目标路径预览失败。

source: Target path preview is required before accepting.
zh_hans: 接受前必须先生成目标路径预览。

source: Target path: %@
zh_hans: 目标路径：%@

source: Target path: %arg
zh_hans: 目标路径：%arg

source: Target path: Checking destination...
zh_hans: 目标路径：正在检查目标位置...

source: Target path: Waiting for Core preview...
zh_hans: 目标路径：正在等待 Core 预览...

source: Technical Details
zh_hans: 技术详情

source: Templates never auto-create rules. Select the ones you want and add them explicitly.
zh_hans: 模板绝不会自动创建规则。请选择所需模板并明确添加。

source: Test connection
zh_hans: 测试连接

source: Test repo-relative path
zh_hans: 测试资料库相对路径

source: Test rules
zh_hans: 测试规则

source: Testing...
zh_hans: 正在测试...

source: The AI request timed out. Your files were not changed.
zh_hans: AI 请求超时。你的文件未发生更改。

source: The API key was rejected by the provider.
zh_hans: API 密钥被提供方拒绝。

source: The Auto summaries feature is disabled.
zh_hans: 自动概述功能已关闭。

source: The existing version remains canonical. Incoming remains visible as a retained copy.
zh_hans: 现有版本仍然是规范的。传入的内容仍作为保留副本可见。

source: The file is recoverable from system Trash while Trash retains it.
zh_hans: 只要系统废纸篓仍保留该文件，就可以从中恢复。

source: The folder is not available.
zh_hans: 该文件夹不可用。

source: The latest summary has been loaded. Review it and choose Clear summary again if needed.
zh_hans: 已载入最新摘要。请检查内容，如仍需清除，请再次选择“清除摘要”。

source: The local model is not installed or still loading.
zh_hans: 本地模型尚未安装或仍在加载。

source: The provider asked AreaMatrix to retry later.
zh_hans: 提供商要求 AreaMatrix 稍后重试。

source: The saved user-owned summary will remain unchanged until you explicitly replace it.
zh_hans: 在你明确执行替换前，已保存的用户自有摘要不会发生变化。

source: The selected file context is no longer available.
zh_hans: 所选文件的上下文已不可用。

source: The selected file could not be relinked.
zh_hans: 无法重新关联所选文件。

source: The selected file does not match the stored file hash.
zh_hans: 所选文件与已存储的文件哈希不匹配。

source: The selected file is missing.
zh_hans: 所选文件缺失。

source: The semantic search request timed out. Your files were not changed.
zh_hans: 语义搜索请求超时。你的文件未发生更改。

source: The summary changed before it could be cleared
zh_hans: 清除前摘要已经发生变化

source: The UI has been restored to the last saved advanced settings.
zh_hans: 界面已恢复到上次保存的高级设置。

source: The UI has been restored to the last saved integration setting.
zh_hans: 界面已恢复到上次保存的集成设置。

source: The UI has been restored to the last saved settings. .areamatrix/generated/ remains the safe default overview output.
zh_hans: 界面已恢复到上次保存的设置。.areamatrix/generated/ 仍是安全的默认概览输出位置。

source: The UI has been restored to the last saved values.
zh_hans: 界面已恢复到上次保存的值。

source: There is no active import conflict batch to review.
zh_hans: 没有可供查看的活动导入冲突批次。

source: There is no eligible safe input for this AI operation.
zh_hans: 此 AI 操作没有符合条件的安全输入。

source: This action expired after app restart or later changes.
zh_hans: 此操作在应用程序重新启动或稍后更改后过期。

source: This action has already been redone.
zh_hans: 此操作已经重做。

source: This action has already been undone.
zh_hans: 此操作已被撤消。

source: This AI feature is disabled in repository settings.
zh_hans: 资料库设置中已禁用此 AI 功能。

source: This error does not mean your files were deleted.
zh_hans: 此错误并不表示你的文件已被删除。

source: This file cannot be moved from this correction sheet.
zh_hans: 无法从此修正面板移动该文件。

source: This file has a sync conflict
zh_hans: 此文件存在同步冲突

source: This file has no eligible metadata or extracted text for AI summaries.
zh_hans: 此文件没有可用于 AI 概述的合格元数据或提取文本。

source: This file is locked by an import
zh_hans: 此文件已被导入任务锁定

source: This file is locked by an import. Note editing is disabled.
zh_hans: 该文件已被导入锁定。注释编辑被禁用。

source: This folder is not an initialized AreaMatrix repository.
zh_hans: 此文件夹不是已初始化的 AreaMatrix 资料库。

source: This is an iCloud conflicted copy. AreaMatrix will not delete any version automatically.
zh_hans: 这是一个 iCloud 冲突副本。AreaMatrix 不会自动删除任何版本。

source: This item matches a privacy rule, so no AI content was sent.
zh_hans: 此项目匹配隐私规则，因此未发送任何内容给 AI。

source: This only removes the Smart List. Files will not be deleted or moved.
zh_hans: 此操作只会删除智能列表，不会删除或移动文件。

source: This page only explains camera entry availability; capture preflight stays in import.
zh_hans: 此页面仅说明相机入口是否可用；拍摄预检仍在导入流程中完成。

source: This provider is not supported yet.
zh_hans: 暂不支持此提供方。

source: This query matches a privacy rule, so AI was skipped.
zh_hans: 此查询匹配隐私规则，因此已跳过 AI。

source: This removes the AreaMatrix index entry. It does not delete the original file.
zh_hans: 此操作会移除 AreaMatrix 索引条目，但不会删除原文件。

source: This removes the category from classifier.yaml. Existing files are not moved or deleted.
zh_hans: 这会从 classifier.yaml 中移除该分类。现有文件不会被移动或删除。

source: This replaces the current classifier.yaml with the last validated backup.
zh_hans: 这会用上一个通过验证的备份替换当前 classifier.yaml。

source: This row cannot be processed safely
zh_hans: 此项目无法安全处理

source: This rule may affect many documents.
zh_hans: 此规则可能影响许多文档。

source: This rule will only affect future imports.
zh_hans: 此规则只会影响未来导入。

source: This Smart List is currently empty.
zh_hans: 此智能列表当前为空。

source: This year
zh_hans: 今年

source: Time
zh_hans: 时间

source: Timeout
zh_hans: 暂停

source: To
zh_hans: 至

source: Today
zh_hans: 今天

source: Total size
zh_hans: 总大小

source: Trash
zh_hans: 废纸篓

source: Trash / Recycle Bin
zh_hans: 废纸篓 / 回收站

source: Trash is not available for this location.
zh_hans: 此位置无法使用废纸篓。

source: Trash is not available. Handle the file in Finder or collect diagnostics.
zh_hans: 废纸篓不可用。请在 Finder 中处理该文件或收集诊断信息。

source: Trash or Core safety backup
zh_hans: 废纸篓或 Core 安全备份

source: Trash paths
zh_hans: 移入废纸篓的路径

source: Trash unavailable
zh_hans: 废纸篓不可用

source: Try again
zh_hans: 重试

source: Try again later or use normal search.
zh_hans: 请稍后重试或使用普通搜索。

source: Try again later.
zh_hans: 请稍后重试。

source: Type
zh_hans: 类型

source: Type a command or search...
zh_hans: 输入命令或搜索内容...

source: Type mappings
zh_hans: 类型映射

source: UI enabled: %arg
zh_hans: UI 已启用：%arg

source: Unable to list iCloud conflicts
zh_hans: 无法列出 iCloud 冲突

source: Unable to load advanced settings
zh_hans: 无法加载高级设置

source: Unable to load integrations
zh_hans: 无法加载集成设置

source: Unable to load settings
zh_hans: 无法加载设置

source: Unable to load sync conflict
zh_hans: 无法加载同步冲突

source: Unable to save general settings
zh_hans: 无法保存通用设置

source: Unavailable
zh_hans: 不可用

source: Unbalanced parentheses
zh_hans: 不平衡的括号

source: Unchanged
zh_hans: 不变

source: Unclosed quote
zh_hans: 未关闭报价

source: Uncommitted index writes will be cleaned up.
zh_hans: 未提交的索引写入将被清理。

source: Undo
zh_hans: 撤销

source: Undo action expired.
zh_hans: 撤销操作已过期。

source: Undo action finished without a result.
zh_hans: 撤销操作已结束，但没有返回结果。

source: Undo action has already been executed.
zh_hans: 撤销操作已执行。

source: Undo action is currently blocked.
zh_hans: 撤销操作当前被阻止。

source: Undo action is currently unavailable.
zh_hans: 撤销操作当前不可用。

source: Undo action is no longer available.
zh_hans: 撤销操作已不可用。

source: Undo action recorded
zh_hans: 已记录撤销操作

source: Undo action unavailable
zh_hans: 撤销操作不可用

source: Undo an AreaMatrix action before using Redo latest.
zh_hans: 使用“重做最近操作”前，请先撤销一项 AreaMatrix 操作。

source: Undo available
zh_hans: 可撤销

source: Undo available. %arg
zh_hans: 可撤销。%arg

source: Undo completed. %arg
zh_hans: 撤销已完成。%arg

source: Undo Details
zh_hans: 撤销详情

source: Undo details will open in Undo History.
zh_hans: 撤销详情将在撤销历史中打开。

source: Undo failed. %arg
zh_hans: 撤销失败。%arg

source: Undo History
zh_hans: 撤销历史

source: Undo History will show recent undo actions.
zh_hans: 撤销历史会显示最近的撤销操作。

source: Undo is unavailable for this deletion result.
zh_hans: 此删除结果无法撤销。

source: Undo is unavailable for this import conflict result.
zh_hans: 此导入冲突结果无法撤销。

source: Undo is unavailable for this rename result.
zh_hans: 此重命名结果无法撤销。

source: Undo is unavailable for this result.
zh_hans: 此结果不支持撤销。

source: Undo latest
zh_hans: 撤销最近操作

source: Undo newer actions first.
zh_hans: 请先撤销较新的操作。

source: Undo result: %arg
zh_hans: 撤销结果：%arg

source: Undo token
zh_hans: 撤销令牌

source: Undo will not be available for these items. Review the list before continuing.
zh_hans: 这些项目将无法撤销。继续前请审核列表。

source: Undo: available after completion
zh_hans: 撤销：完成后可用

source: Undo: unavailable
zh_hans: 撤销：不可用

source: Undoing...
zh_hans: 正在撤销...

source: Unexpected error. Retry or collect diagnostics.
zh_hans: 发生意外错误。请重试或收集诊断信息。

source: Unknown
zh_hans: 未知

source: Unknown field
zh_hans: 未知领域

source: Unknown file
zh_hans: 未知文件

source: Unknown initialization error
zh_hans: 未知初始化错误

source: Unknown original version
zh_hans: 原版未知

source: Unknown path
zh_hans: 未知路径

source: Unknown role
zh_hans: 未知角色

source: Unknown source
zh_hans: 未知来源

source: Unsaved
zh_hans: 未保存

source: Unsaved changes
zh_hans: 未保存的更改

source: Unused API key could not be removed.
zh_hans: 无法移除未使用的 API 密钥。

source: Updating AI call log...
zh_hans: 正在更新 AI 调用日志...

source: Updating privacy gate...
zh_hans: 正在更新隐私门禁...

source: Updating selection...
zh_hans: 正在更新所选内容...

source: Usage scope
zh_hans: 使用范围

source: Use
zh_hans: 使用

source: Use a path relative to the AreaMatrix repository root.
zh_hans: 使用相对于 AreaMatrix 存储库根的路径。

source: Use Cancel index build to stop the active build, or retry after Core exposes pause support.
zh_hans: 使用“取消索引构建”停止当前构建，或在 Core 提供暂停支持后重试。

source: Use Configure remote AI before selecting Remote first.
zh_hans: 选择“远程优先”前，请先使用“配置远程 AI”。

source: Use existing version
zh_hans: 使用现有版本

source: Use file picker or drag and drop when share integration is unavailable.
zh_hans: 共享集成不可用时，请使用文件选择器或拖放。

source: Use incoming version
zh_hans: 使用传入版本

source: Use incoming version requires replace-resolution replace confirmation.
zh_hans: 使用传入版本需要进行替换解决方案的替换确认。

source: Use keyword matching for the current repository configuration.
zh_hans: 对当前资料库配置使用关键词匹配。

source: Use manual rescan where watcher support is limited.
zh_hans: 文件监听支持受限时，请使用手动重新扫描。

source: Use normal search
zh_hans: 使用普通搜索

source: Use quotes or escape literal colons, such as "foo:bar" or foo\:bar.
zh_hans: 请使用引号或对字面冒号进行转义，例如 "foo:bar" 或 foo\:bar。

source: Use recommended templates...
zh_hans: 使用推荐模板...

source: Use the export flow to save a redacted copy of the AI call log.
zh_hans: 使用导出流程保存 AI 呼叫日志的经过编辑的副本。

source: Use the platform cloud provider UI for exact sync state.
zh_hans: 请在平台的云服务提供方界面中查看准确的同步状态。

source: Use the repository root, not the .areamatrix metadata folder.
zh_hans: 请使用资料库根目录，而不是 .areamatrix 元数据文件夹。

source: Used fields: %@
zh_hans: 已用字段：%@

source: Used fields: %arg
zh_hans: 已用字段：%arg

source: Used: %@
zh_hans: 已使用：%@

source: Used: %arg
zh_hans: 已使用：%arg

source: User action required
zh_hans: 需要用户操作

source: User file, never managed by AreaMatrix
zh_hans: 用户文件，AreaMatrix 永不管理

source: User-owned
zh_hans: 用户自有

source: Uses platform repository permission or bookmark state from Core.
zh_hans: 使用 Core 提供的平台资料库权限或书签状态。

source: Validate
zh_hans: 验证

source: Validate classifier rules
zh_hans: 验证分类器规则

source: Validating...
zh_hans: 正在验证...

source: Validation
zh_hans: 验证

source: Verify the connection before enabling remote AI.
zh_hans: 启用远程 AI 前请先验证连接。

source: Verify, initialize, or rebuild AreaMatrix metadata only.
zh_hans: 仅验证、初始化或重建 AreaMatrix 元数据。

source: Verifying
zh_hans: 正在验证

source: Verifying model manifest...
zh_hans: 正在验证模型清单...

source: Version
zh_hans: 版本

source: Version incompatible
zh_hans: 版本不兼容

source: Versions
zh_hans: 版本

source: View AI call
zh_hans: 查看 AI 调用

source: View AI call log
zh_hans: 查看 AI 调用日志

source: View call log
zh_hans: 查看调用日志

source: View details
zh_hans: 查看详情

source: View files...
zh_hans: 查看文件...

source: View history
zh_hans: 查看历史

source: View privacy rule
zh_hans: 查看隐私规则

source: Wait for search results
zh_hans: 等待搜索结果

source: Waiting for Core conflict batch preview
zh_hans: 正在等待 Core 冲突批次预览

source: Waiting for Core preview.
zh_hans: 正在等待 Core 预览。

source: Warning
zh_hans: 警告

source: warning: %@
zh_hans: 警告：%@

source: Warning: %@
zh_hans: 警告：%@

source: Warning: %arg
zh_hans: 警告：%arg

source: Warnings: %@
zh_hans: 警告：%@

source: Warnings: %arg
zh_hans: 警告：%arg

source: Warnings: %lld
zh_hans: 警告：%lld

source: Watcher
zh_hans: 文件监视器

source: Watcher-backed status stays disabled.
zh_hans: 依赖文件监视器的状态将保持禁用。

source: Weak match
zh_hans: 弱匹配

source: When off, only AreaMatrix metadata changes. Files stay in their current locations.
zh_hans: 关闭时，仅更改 AreaMatrix 元数据。文件会保留在当前位置。

source: Why this matched
zh_hans: 匹配原因

source: Will do
zh_hans: 将执行

source: Will move
zh_hans: 将移动

source: Will not do
zh_hans: 不会执行

source: Will update
zh_hans: 将更新

source: yes
zh_hans: 是

source: Yes
zh_hans: 是

source: You can open files directly in Finder. External changes are picked up by file watching when available.
zh_hans: 你可以直接在 Finder 中打开文件。文件监控可用时会检测外部更改。

source: You can still preview selected files and category impact.
zh_hans: 你仍可预览所选文件和分类影响。

source: You can still review selected files and tag candidates.
zh_hans: 你仍可检查所选文件和候选标签。

source: You have unsaved changes.
zh_hans: 你有未保存的更改。

source: Your local draft
zh_hans: 你的本地草稿

# 不复制，只记录引用路径；源文件移动后会缺失。
source: Do not copy; only record the referenced path. The file will be missing if the source moves.
zh_hans: 不复制，只记录引用路径；源文件移动后会缺失。

# 严重程度：%arg
source: Severity: %arg
zh_hans: 严重程度：%arg

# 为什么？
source: Why?
zh_hans: 为什么？

# 为这个文件添加上下文、处理状态或关联信息。
source: Add context, processing status, or related information for this file.
zh_hans: 为这个文件添加上下文、处理状态或关联信息。

# 仅保存在 .areamatrix/generated/
source: Save only in .areamatrix/generated/
zh_hans: 仅保存在 .areamatrix/generated/

# 仅标准化字符
source: Normalize characters only
zh_hans: 仅标准化字符

# 你将用新文件替换资料库中的已有文件。
source: You will replace the existing file in the repository with the new file.
zh_hans: 你将用新文件替换资料库中的已有文件。

# 使用建议命名
source: Use suggested names
zh_hans: 使用建议命名

# 保留原名
source: Keep original names
zh_hans: 保留原名

# 保留原文件，复制到 AreaMatrix 资料库。
source: Keep the original file and copy it into the AreaMatrix repository.
zh_hans: 保留原文件，复制到 AreaMatrix 资料库。

# 修改时间
source: Modified
zh_hans: 修改时间

# 候选标签
source: Candidate tags
zh_hans: 候选标签

# 停止剩余导入？
source: Stop the remaining imports?
zh_hans: 停止剩余导入？

# 最终文件名：%arg
source: Final file name: %arg
zh_hans: 最终文件名：%arg

# 最终路径：%arg
source: Final path: %arg
zh_hans: 最终路径：%arg

# 冲突：内容重复
source: Conflict: duplicate content
zh_hans: 冲突：内容重复

# 冲突：目标位置已有同名文件
source: Conflict: a file with the same name exists at the destination
zh_hans: 冲突：目标位置已有同名文件

# 冲突状态
source: Conflict status
zh_hans: 冲突状态

# 分类
source: Category
zh_hans: 分类

# 分类决定“放哪儿”，标签决定“怎么横向组织”。
source: Categories determine where files go; tags determine how they are organized across categories.
zh_hans: 分类决定“放哪儿”，标签决定“怎么横向组织”。

# 分类预览完成
source: Classification preview completed
zh_hans: 分类预览完成

# 切换明暗模式
source: Toggle light/dark mode
zh_hans: 切换明暗模式

# 动作
source: Action
zh_hans: 动作

# 包含隐藏文件
source: Include hidden files
zh_hans: 包含隐藏文件

# 原因
source: Reason
zh_hans: 原因

# 原文件名
source: Original file name
zh_hans: 原文件名

# 可用空间不足，请释放空间或选择其他路径
source: Not enough available space. Free some space or choose another path.
zh_hans: 可用空间不足，请释放空间或选择其他路径

# 同时在根目录生成 AREAMATRIX.md
source: Also generate AREAMATRIX.md in the root directory
zh_hans: 同时在根目录生成 AREAMATRIX.md

# 启动恢复已完成：%arg
source: Startup recovery completed: %arg
zh_hans: 启动恢复已完成：%arg

# 启动恢复已执行
source: Startup recovery performed
zh_hans: 启动恢复已执行

# 命名策略
source: Naming strategy
zh_hans: 命名策略

# 处理选项
source: Processing options
zh_hans: 处理选项

# 大小
source: Size
zh_hans: 大小

# 大小：%arg
source: Size: %arg
zh_hans: 大小：%arg

# 如果导入失败，AreaMatrix 会保持原文件不变或恢复到安全状态。
source: If the import fails, AreaMatrix will leave the original file unchanged or restore it to a safe state.
zh_hans: 如果导入失败，AreaMatrix 会保持原文件不变或恢复到安全状态。

# 子文件夹
source: Subfolder
zh_hans: 子文件夹

# 存储模式
source: Storage mode
zh_hans: 存储模式

# 存在 BLOCKED 项，请先完成冲突处理
source: Resolve conflicts before importing blocked items
zh_hans: 存在 BLOCKED 项，请先完成冲突处理

# 导入 1 个文件
source: Import 1 file
zh_hans: 导入 1 个文件

# 导入到
source: Import to
zh_hans: 导入到

# 导入到：%arg
source: Import to: %arg
zh_hans: 导入到：%arg

# 导入已暂停
source: Import paused
zh_hans: 导入已暂停

# 导入时仍可在 ImportSheet 临时更改。
source: You can still change this for each import.
zh_hans: 每次导入时仍可临时更改。

# 导入目标：%arg
source: Import destination: %arg
zh_hans: 导入目标：%arg

# 导入结果
source: Import results
zh_hans: 导入结果

# 导入预检未开始
source: Import preflight has not started
zh_hans: 导入预检未开始

# 将添加的标签
source: Tags to add
zh_hans: 将添加的标签

# 已发现
source: Discovered
zh_hans: 已发现

# 已存在
source: Already exists
zh_hans: 已存在

# 已完成 %arg，失败 %arg，未开始 %arg
source: Completed %1$arg, failed %2$arg, not started %3$arg
zh_hans: 已完成 %1$arg，失败 %2$arg，未开始 %3$arg

# 已完成 %lld，失败 %lld，未开始 %lld
source: Completed %1$lld, failed %2$lld, not started %3$lld
zh_hans: 已完成 %1$lld，失败 %2$lld，未开始 %3$lld

# 已完成的文件会保留，未开始的文件会取消，当前文件会处理到安全点后停止。
source: Completed files will be kept, files not yet started will be canceled, and the current file will stop after reaching a safe point.
zh_hans: 已完成的文件会保留，未开始的文件会取消，当前文件会处理到安全点后停止。

# 已完成的文件会保留。未开始的文件不会自动导入。
source: Completed files will be kept. Files not yet started will not be imported automatically.
zh_hans: 已完成的文件会保留。未开始的文件不会自动导入。

# 已有文件
source: Existing file
zh_hans: 已有文件

# 已有文件修改时间
source: Existing file modified
zh_hans: 已有文件修改时间

# 已有文件大小
source: Existing file size
zh_hans: 已有文件大小

# 已添加
source: Added
zh_hans: 已添加

# 已选择 %arg 个文件
source: Selected %arg files
zh_hans: 已选择 %arg 个文件

# 已选择 %lld 个文件
source: Selected %lld files
zh_hans: 已选择 %lld 个文件

# 建议分类
source: Suggested category
zh_hans: 建议分类

# 建议命名
source: Suggested naming
zh_hans: 建议命名

# 建议新名称
source: Suggested new name
zh_hans: 建议新名称

# 当前：%arg
source: Current: %arg
zh_hans: 当前：%arg

# 当前失败项：%arg
source: Current failed item: %arg
zh_hans: 当前失败项：%arg

# 当前文件
source: Current file
zh_hans: 当前文件

# 当前文件大小
source: Current file size
zh_hans: 当前文件大小

# 总大小
source: Total size
zh_hans: 总大小

# 恢复推荐默认路径: ~/AreaMatrix/
source: Restore recommended default path: ~/AreaMatrix/
zh_hans: 恢复推荐默认路径: ~/AreaMatrix/

# 我理解 iCloud 同步可能带来延迟与冲突风险
source: I understand that iCloud syncing may introduce delays and conflict risks
zh_hans: 我理解 iCloud 同步可能带来延迟与冲突风险

# 我理解修复只处理 AreaMatrix 元数据，不会删除我的资料库文件
source: I understand that repair only affects AreaMatrix metadata and will not delete my repository files
zh_hans: 我理解修复只处理 AreaMatrix 元数据，不会删除我的资料库文件

# 我理解另一份冲突副本会被移到系统废纸篓
source: I understand that the other conflicted copy will be moved to system Trash
zh_hans: 我理解另一份冲突副本会被移到系统废纸篓

# 我理解该文件会被移到系统废纸篓
source: I understand this file will be moved to the system Trash
zh_hans: 我理解该文件会被移到系统废纸篓

# 我理解该条目会从 AreaMatrix 索引中移除
source: I understand this item will be removed from the AreaMatrix index
zh_hans: 我理解该条目会从 AreaMatrix 索引中移除

# 我理解这是替换操作
source: I understand this is a replacement operation
zh_hans: 我理解这是替换操作

# 批量导入摘要
source: Batch import summary
zh_hans: 批量导入摘要

# 拖到左侧分类可改变目标
source: Drag to a category on the left to change the destination
zh_hans: 拖到左侧分类可改变目标

# 接管扫描 warning
source: Adoption scan warning
zh_hans: 接管扫描 warning

# 接管扫描失败
source: Folder adoption scan failed
zh_hans: 接管扫描失败

# 接管扫描已中断
source: Folder adoption scan interrupted
zh_hans: 接管扫描已中断

# 接管扫描已完成
source: Folder adoption scan completed
zh_hans: 接管扫描已完成

# 接管扫描已暂停
source: Folder adoption scan paused
zh_hans: 接管扫描已暂停

# 文件
source: File
zh_hans: 文件

# 文件名
source: File name
zh_hans: 文件名

# 文件夹
source: Folder
zh_hans: 文件夹

# 文件夹信息
source: Folder information
zh_hans: 文件夹信息

# 文件尚未从 iCloud 下载。需要下载后才能导入或计算 hash。
source: The file has not been downloaded from iCloud. Download it before importing or calculating its hash.
zh_hans: 文件尚未从 iCloud 下载。需要下载后才能导入或计算 hash。

# 文件已导入
source: File imported
zh_hans: 文件已导入

# 文件的元数据、改动时间线和伴生笔记会显示在这里。
source: The file's metadata, change timeline, and sidecar notes will appear here.
zh_hans: 文件的元数据、改动时间线和伴生笔记会显示在这里。

source: 文件缺失时暂不能保存笔记
zh_hans: 文件时暂不能保存笔记

# 新文件名
source: New file name
zh_hans: 新文件名

# 新文件名：%arg
source: New file name: %arg
zh_hans: 新文件名：%arg

# 新文件将写入原目标位置。
source: The new file will be written to the original destination.
zh_hans: 新文件将写入原目标位置。

# 无法保存笔记
source: Could not save note
zh_hans: 无法保存笔记

source: 无法保存笔记。草稿已保留，返回该文件的 Note tab 后可继续重试。
zh_hans: 无法保存笔记。草稿已保留，返回该文件的笔记选项卡后可继续重试。

# 无法加载改动记录
source: Could not load change history
zh_hans: 无法加载改动记录

# 无法加载文件详情
source: Could not load file details
zh_hans: 无法加载文件详情

# 无法加载笔记
source: Could not load note
zh_hans: 无法加载笔记

# 无法生成可用文件名
source: Could not generate a usable file name
zh_hans: 无法生成可用文件名

# 旧文件将移到系统废纸篓。
source: The old file will be moved to system Trash.
zh_hans: 旧文件将移到系统废纸篓。

# 时间
source: Time
zh_hans: 时间

# 暂无改动记录
source: No change history yet
zh_hans: 暂无改动记录

# 替换操作需要二次确认。旧文件不会直接删除，会移到废纸篓。
source: Replacement requires a second confirmation. The old file will not be deleted directly; it will be moved to Trash.
zh_hans: 替换操作需要二次确认。旧文件不会直接删除，会移到废纸篓。

# 未生成
source: Not generated
zh_hans: 未生成

# 来源
source: Source
zh_hans: 来源

# 来源：%arg
source: Source: %arg
zh_hans: 来源：%arg

# 查看 %arg 个项目
source: View %arg items
zh_hans: 查看 %arg 个项目

# 查看 %lld 个项目
source: View %lld items
zh_hans: 查看 %lld 个项目

# 正在下载 iCloud 文件
source: Downloading iCloud file
zh_hans: 正在下载 iCloud 文件

# 正在下载 iCloud 文件...
source: Downloading iCloud file...
zh_hans: 正在下载 iCloud 文件...

# 正在写入索引
source: Writing index
zh_hans: 正在写入索引

# 正在写入索引...
source: Writing index...
zh_hans: 正在写入索引...

# 正在复制导入
source: Copying import
zh_hans: 正在复制导入

# 正在复制导入...
source: Copying import...
zh_hans: 正在复制导入...

# 正在扫描资料库
source: Scanning repository
zh_hans: 正在扫描资料库

# 正在检查路径...
source: Checking path...
zh_hans: 正在检查路径...
